Repository: 84000/data-translation-memory
Catalog: toh216-v3.tmx
Source language: bo
Languages: en

source: །བཅོམ་ལྡན་འདས་བདག་ཅག་ནི་མཚམས་མ་མཆིས་པ་ལྔ་དང་ལྡན་ན་ལེགས་ཀྱི། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ལྡོག་པར་འགྱུར་བ་ནི་དེ་ལྟ་མ་ལགས་སོ།
en: Blessed One, it would be better for us to have committed the five acts with immediate results than for us to have turned away from unsurpassed and perfect awakening.

source: བཅོམ་ལྡན་འདས་བདག་ཅག་མཚམས་མ་མཆིས་པ་ལྔ་དང་ལྡན་ན་ནི་སེམས་ཅན་དམྱལ་བར་སྡུག་བསྔལ་སྦྱངས་ཏེ་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་མ་ཆགས་པ་འདི་དང་མི་འབྲལ་བར་འགྱུར་ན་བཅོམ་ལྡན་འདས་བདག་ཅག་ནི་བསམ་པའི་རྒྱུད་ཚིག་པ།
en: Blessed One, if we had committed the five acts with immediate results, we could purify suffering in hell while still not being devoid of the unobstructed wisdom of omniscience. Thus, Blessed One, our minds are of one thought.

source: དབང་པོ་ཉམས་པ། ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཀྱི་སྣོད་མ་ལགས་པར་གྱུར་ན་ད་ཇི་ལྟར་བགྱི།
en: Given our meager faculties, we are not suitable vessels for the wisdom of omniscience.

source: བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ།
en: Why is this?

source: དཔེར་ན་སྐྱེས་བུ་གུམ་སྟེ་དུས་འདས་པར་གྱུར་ན་གཉེན་རྣམས་ཀྱིས་ཉེ་བར་འཚོ་བར་མི་འགྱུར་བ་དེ་བཞིན་དུ།
en: Blessed One, to draw an analogy, when peoples’ time has passed and they have died, their families are unable to keep them alive.

source: བཅོམ་ལྡན་འདས་ཉན་ཐོས་ཀྱི་ཐེག་པ་ལ་མོས་ན་ལྷ་དང་འཇིག་རྟེན་དུ་བཅས་པ་ལ་སྨན་མི་ཐོགས་སོ། །བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ།
en: Similarly, Blessed One, if one aspires to the vehicle of the hearers, one will not be able to heal the world and its gods.

source: དཔེར་ན་ས་ཆེན་པོ་འདི་རྐང་གཉིས་པ་དང་། རྐང་བཞི་པ་རྣམས་ལ་སྨན་འདོགས་པར་གྱུར་པ་དེ་བཞིན་དུ།
en: Blessed One, to draw an analogy, this great earth supplies medicine for bipeds and quadrupeds.

source: བཅོམ་ལྡན་འདས་གང་དག་གིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པར་གྱུར་པ་དེ་དག་ནི་ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་ལ་སྨན་འདོགས་པར་གྱུར་པའོ།། །།
en: Similarly, Blessed One those who develop the mind directed toward unsurpassed and perfect awakening are able to heal the world and its gods.”

source: བམ་པོ་གསུམ་པ། གཏམ་འདི་བརྗོད་པའི་རྗེས་ལ་རྒྱལ་པོ་མ་སྐྱེས་དགྲ་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་དང་བཅས་ཏེ་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་ནས་ཕྱིན་པ་དང་།
en: After this story was relayed, King Ajātaśatru arrived before the Blessed One with the four divisions of his army.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། ལན་གསུམ་བསྐོར་ནས་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: They bowed their heads to the Blessed One’s feet and circumambulated him three times before gathering to one side.

source: །ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་རྒྱལ་པོ་མ་སྐྱེས་དགྲས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: King Ajātaśatru joined his palms together facing the Blessed One.

source: །བཅོམ་ལྡན་འདས་སེམས་ཅན་རྣམས་ཅི་ལ་གནས། ཅིའི་མཐུས་ན་སྡིག་པའི་ལས་མངོན་པར་རྩོམ་ཞིང་བགྱིད་པར་འགྱུར། དེ་སྐད་ཅེས་གསོལ་པ་དང་།
en: Bowing, he asked the Blessed One, “Blessed One, on what basis and through what power do beings engage in and perform evil deeds?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་རྒྱལ་པོ་མ་སྐྱེས་དགྲ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །རྒྱལ་པོ་ཆེན་པོ་སེམས་ཅན་རྣམས་ནི་བདག་དང་སེམས་ཅན་དང་། སྲོག་དང་། གང་ཟག་ལ་གནས་སོ།
en: The Blessed One answered, “Great King, the basis for beings consists of self, sentient being, life force, and person.

source: །རྒྱལ་པོ་ཆེན་པོ་སེམས་ཅན་རྣམས་ནི་འཇིག་ཚོགས་སུ་ལྟ་བ་ལ་རྟེན་ཅིང་ཕྱིན་ཅི་ལོག་ཏུ་མངོན་དུ་གྱུར་པ་ལ་གནས་ནས་སྡིག་པའི་ལས་མངོན་པར་རྩོམ་ཞིང་བྱེད་པར་འགྱུར་རོ། །གསོལ་པ།
en: Great King, in reliance upon their belief in the transitory collection as a real self, and based upon their mistaken experience, beings engage in and perform evil deeds.” “

source: བཅོམ་ལྡན་འདས་འཇིག་ཚོགས་སུ་ལྟ་བའི་རྩ་བ་གང་ལགས། བཀའ་སྩལ་པ།
en: Blessed One, what is the root of the belief in the transitory collection as a real self?” “

source: རྒྱལ་པོ་ཆེན་པོ་འཇིག་ཚོགས་སུ་ལྟ་བ་ནི་མ་རིག་པའི་རྩ་བ་ལས་བྱུང་ངོ་།
en: Great King, belief in the transitory collection as a real self grows from the root of ignorance.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་མ་རིག་པའི་རྩ་བ་གང་ལགས། བཀའ་སྩལ་པ།
en: Blessed One, what is the root of ignorance?” “

source: རྒྱལ་པོ་ཆེན་པོ་མ་རིག་པ་ནི་ཚུལ་བཞིན་ཡིད་ལ་མི་བྱེད་པ་ལས་བྱུང་ངོ་།
en: Great King, ignorance grows from not contemplating correctly.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་ཚུལ་བཞིན་ཡིད་ལ་མི་བགྱིད་པའི་རྩ་བ་གང་ལགས། བཀའ་སྩལ་པ།
en: Blessed One, what is the root of not contemplating correctly?” “

source: རྒྱལ་པོ་ཆེན་པོ་ཚུལ་བཞིན་ཡིད་ལ་མི་བྱེད་པ་ནི་མེད་པ་ལ་སྒྲོ་འདོགས་པའི་རྩ་བ་ལས་བྱུང་ངོ་།
en: Great King, not contemplating correctly grows from the root of holding incorrect concepts with regard to nonexistence.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་མ་མཆིས་པ་ལ་སྒྲོ་འདོགས་པ་ཞེས་བགྱི་བ་ཅི་ལགས།
en: Blessed One, what does it mean to hold incorrect concepts with regard to nonexistence?” “

source: བཀའ་སྩལ་པ། རྒྱལ་པོ་ཆེན་པོ་མེད་པ་ལ་སྒྲོ་འདོགས་པ་ཞེས་བྱ་བ་ནི་མ་བྱུང་བ་ལ་ཡོངས་སུ་རྟོག་པའི་ཚིག་བླ་དགས་སོ།
en: Great King, holding incorrect concepts with regard to nonexistence is a synonym for conceptualizing nonarising.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་མ་བྱུང་བ་ལ་ཡོངས་སུ་རྟོག་པ་ཞེས་བགྱི་བའི་རྩ་བ་གང་ལགས།
en: Blessed One, what is the root of conceptualizing nonarising?” “

source: བཀའ་སྩལ་པ། རྒྱལ་པོ་ཆེན་པོ་མ་བྱུང་བ་ལ་ཡོངས་སུ་རྟོག་པ་ཞེས་བྱ་བ་ནི་འདུས་ཏེ་མ་བྱུང་བའི་ཚིག་བླ་དགས་སོ།
en: Great King, conceptualizing nonarising is a synonym for that which comes together without arising.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་འདུས་ཏེ་མ་བྱུང་བ་ཞེས་བགྱི་བ་ཅི་ལགས།
en: Blessed One, what is that which comes together without arising?” “

source: བཀའ་སྩལ་པ། རྒྱལ་པོ་ཆེན་པོ་འདུས་ཏེ་མ་བྱུང་བ་ཞེས་བྱ་བ་ནི་གང་གི་ཕྱིར་མ་སྐྱེས་མ་བྱུང་བས་དེའི་ཕྱིར་འདུས་ཏེ་མ་བྱུང་བ་ཞེས་བྱའོ། །གསོལ་པ།
en: Great King, since that which comes together without arising is nonarising and nonoccurring, it is called that which comes together without arising.” “

source: བཅོམ་ལྡན་འདས་གང་མི་འབྱུང་བ་དེ་ཅི་ཞིག་བགྲང་འཚལ། བཀའ་སྩལ་པ།
en: Blessed One, how should we consider that which does not arise?” “

source: གང་མི་འབྱུང་བ་དེ་ལ་བགྲང་བ་ཆུང་ཟད་ཀྱང་མེད་དོ། །གསོལ་པ།
en: That which does not arise cannot be considered in the slightest.” “

source: བཅོམ་ལྡན་འདས་འགྱོད་པ་ཅི་ལ་དམིགས་པ་ལགས། བཀའ་སྩལ་པ།
en: Blessed One, how is remorse observed?” “

source: རྒྱལ་པོ་ཆེན་པོ་འགྱོད་པ་ནི་ཐེ་ཙོམ་ལ་དམིགས་པའོ། །གསོལ་པ།
en: Great King, remorse is observed in terms of doubt.” “

source: བཅོམ་ལྡན་འདས་ཐེ་ཙོམ་ཞེས་བགྱི་བ་ཅི་ལགས། བཀའ་སྩལ་པ།
en: Blessed One, what is doubt?” “

source: རྒྱལ་པོ་ཆེན་པོ་ཐེ་ཙོམ་ཞེས་བྱ་བ་ནི་གང་འཕགས་པ་ཡང་དག་པར་སྨྲ་བ་དག་གིས་བཤད་པ་ལ་ཐེ་ཙོམ་ཟ་བ་སྟེ་དེ་ནི་ཐེ་ཙོམ་ཞེས་བྱའོ།
en: Great King, doubt is being doubtful about the correct things a noble one says. This is doubt.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་འཕགས་པ་གང་ལགས།
en: Blessed One, what is a noble one?

source: ཡང་དག་པར་སྨྲ་བ་གང་ལགས།
en: What is it to speak correctly?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྒྱལ་པོ་ཆེན་པོ་རྡུལ་དང་ལྟ་བ་ཐམས་ཅད་དང་བྲལ་བའི་ཕྱིར་འཕགས་པ་ཞེས་བྱའོ།
en: The Blessed One answered, “Great King, noble ones are thus called because they are free from all stains and views.

source: །རྒྱལ་པོ་ཆེན་པོ་གང་དག་གིས་ཆོས་ཐམས་ཅད་འདུས་ཏེ་བྱུང་བ་མ་ཡིན་པར་རྟོགས་པ་ནི་ཡང་དག་པར་སྨྲ་བ་ཞེས་བྱའོ། །དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།
en: Great King, speaking correctly is to understand that all phenomena come together without arising.”

source: བཅོམ་ལྡན་འདས་ལ་རྒྱལ་པོ་མ་སྐྱེས་དགྲས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་འཇིག་རྟེན་གནས་པ་ནི་བདག་གི་བསམ་པའི་རྒྱུད་ཀྱི་ཉོན་མོངས་པས་བསྒྲིབས་པ་སྟེ།
en: King Ajātaśatru then asked the Blessed One, “Blessed One, those who live in the world are obscured by afflictions due to having thoughts centered on a self.

source: དེ་ནི་འཕགས་པ་ཡང་དག་པར་སྨྲ་བ་དག་གིས་བཤད་པ་ལ་ཡིད་མ་ཆེས་ནས་སྡིག་པའི་ལས་རྣམ་པ་དུ་མ་དག་རྩོལ་ཞིང་བགྱིད་པ་དེ་ནི་བཅོམ་ལྡན་འདས་ངོ་མཚར་ཏོ།
en: They do not trust what the noble ones who speak correctly say, and they thereby engage in and perform many evil deeds. Blessed One, that is remarkable.

source: །དེ་ནི་བདེ་བར་གཤེགས་པ་རྨད་དུ་གྱུར་པའོ།
en: Well-Gone One, that is astonishing.

source: །བཅོམ་ལྡན་འདས་བདག་གིས་ཀྱང་སྡིག་པའི་གྲོགས་པོའི་དབང་དུ་མཆིས་པ་དང་། རྒྱལ་སྲིད་དང་། ལོངས་སྤྱོད་དང་། དབང་དང་། ནོར་གྱིས་རྒྱགས་ཤིང་དྲེགས་པས་ཕས་མ་ནོངས་པར་སྲོག་བཀུམ་ནས།
en: Blessed One, under the influence of evil companions, and due to my pride and arrogance because of my dominion, possessions, power, and wealth, I intentionally murdered my father.

source: བཅོམ་ལྡན་འདས་བདག་ནི་ཐེ་ཙོམ་དེ་མེད་པར་བསལ་མི་ནུས་ཏེ། ཟས་འཚལ་བ་དང་། སྐོམ་འཚལ་བ་དང་། རྩེ་བ་དང་། དགའ་བར་བགྱིད་པ་དང་། ཡོངས་སུ་སྤྱོད་པ་དང་།
en: Blessed One, I have been unable to eliminate my doubt.

source: དོན་སྒྲུབ་ཅིང་མཆིས་པ་དང་། སླས་ཀྱི་ནང་དུ་མཆིས་པ་དང་། གཅིག་པུ་མཆིས་པ་དང་། འགྲོ་བ་མང་པོའི་ནང་དུ་མཆིས་པ་དང་། ནུབ་མོ་དང་གདུགས་ལ་ཡང་ཐེ་ཙོམ་དེ་བསལ་མ་ནུས་ནས།
en: No matter whether I am eating or drinking, whether I engage in play or fun, whether I enjoy myself or pursue what is meaningful, or whether I spend time among my courtesans or am by myself or with many people, day and night I am unable to eliminate my doubt.

source: བཅོམ་ལྡན་འདས་བདག་ནི་གཡར་ཟས་ཀྱི་རོ་ཡང་མི་བྲོ།
en: Blessed One, I have lost all taste for food.

source: བཅོམ་ལྡན་འདས་བདག་ནི་ཕྱག་ལ་སྐོམ་པར་ཡང་མི་འགྱུར།
en: Blessed One, I am not thirsty for any drink.

source: བཅོམ་ལྡན་འདས་བདག་ནི་གཉིད་ཀྱང་མི་མཆི།
en: Blessed One, I cannot sleep.

source: བཅོམ་ལྡན་འདས་བདག་ནི་མདངས་གསལ་བ་ཡང་མ་མཆིས།
en: Blessed One, all my splendor is gone.

source: བཅོམ་ལྡན་འདས་བདག་ནི་རྟག་ཏུ་རྒྱུན་མི་ཆད་པར་སྐྲག་པ་འབྱུང་ཞིང་མཇུག་ཏུ་བདག་སེམས་ཅན་དམྱལ་བ་པར་འགྱུར་བ་ཡང་སེམས་ཏེ། བཅོམ་ལྡན་འདས་ཁྱོད་ནི་འཇིག་རྟེན་ལོང་བར་གྱུར་པའི་ནི་མིག །ཆབ་ཀྱིས་དེད་པ་རྣམས་ཀྱི་ནི་འདྲེན་པ།
en: Blessed One, I live in constant terror, thinking that after this life I will become a hell being. “

source: རྒལ་འཚལ་བ་རྣམས་ཀྱི་ནི་ཟམ་པ། སྡུག་བསྔལ་བ་རྣམས་ལ་ནི་བདེ་བ་སྩོལ་བ། དབུལ་པོ་རྣམས་ཀྱི་ནི་གཏེར། ལམ་ངན་པར་ཞུགས་པ་རྣམས་ལ་ནི་ལམ་སྟོན་པ། ཐུགས་རྗེ་ཆེ་བ།
en: Blessed One, you are eyes for the blind of this world, a guide for those who are carried away in the flood, a bridge for those who wish to cross, one who brings happiness to those who suffer, a treasure for the poor, and you show the way for those who are on bad paths.

source: ཐུགས་མི་སྐྱོ་བ། སེམས་ཅན་ཐམས་ཅད་ལ་སྙོམས་པར་དགོངས་པ། ཤིན་ཏུ་བྱམས་པ། བརྟན་པ། བདེ་བ་དང་སྡུག་བསྔལ་བས་མི་བསྐྱོད་པ་ལགས་ཏེ།
en: You are supremely compassionate, your mind cannot be discouraged, you regard all beings equally, and you are extremely loving, reliable, and unmoved by both happiness and suffering.

source: བཅོམ་ལྡན་འདས་ཀྱིས་ནི་སེམས་ཅན་གང་ཡང་མ་བཏང་ན། བཅོམ་ལྡན་འདས་བདག་འཇིགས་པ་ལ་མི་འཇིགས་པ་སྩོལ་ཅིག །
en: Blessed One, since you do not abandon anyone, please give me, a fearful person, freedom from fear.

source: མགོན་མ་མཆིས་པའི་མགོན་དུ་གྱུར་ཅིག །
en: Please give protection to those who are without protection.

source: སྐྱབས་མ་མཆིས་པའི་སྐྱབས་སུ་གྱུར་ཅིག །
en: Please be a refuge to those who are without refuge.

source: ལོང་བའི་ནི་མིག་ཏུ་གྱུར་ཅིག །
en: Please give eyes to the blind.

source: བདག་ཆབ་ཀྱིས་འཚལ་བ་ལ་ནི་ཕྱག་གིས་དྲང་བར་མཛོད་ཅིག །
en: Please lead me, who has been taken by the river, by the hand.

source: བཅོམ་ལྡན་འདས་བདག་མནར་མ་མཆིས་པའི་འཇིགས་པ་དང་སྐྲག་པ་ཆེན་པོར་ལྟུང་བ་ལ། ཅི་ནས་ཀྱང་ཐེ་ཙོམ་དེ་བསལ་ནས་ཀུན་དུ་དཀྲིས་པ་མ་མཆིས་པར་འགུམ་པའི་དུས་བགྱིད་པ་དང་། བདག་གི་སུག་ལས་དེ་ཡང་མྱོང་བ་ཆུང་ངུ་འགྱུར་བ་དེ་ལྟ་དེ་ལྟར་ཆོས་བཤད་དུ་གསོལ།
en: Blessed One, given that I have fallen into unbearable fear and intense terror, please teach me the Dharma so that I can be sure to eliminate my doubts and die without worry, having reduced the experience of what I have done.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་འདི་སྙམ་དུ་དགོངས་ཏེ། ཀྱེ་མའོ་རྒྱལ་པོ་མ་སྐྱེས་དགྲ་འདི་ནི་སྲེད་པ་ལ་སྤྱོད་པ། ཆོས་ཟབ་མོ་ལ་དད་པ་ཡིན་གྱིས། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་མ་གཏོགས་པར་གཞན་སུས་ཀྱང་འདིའི་ཐེ་ཙོམ་ལྷག་མ་མ་ལུས་པར་སེལ་མི་ནུས་སྙམ་དགོངས་སོ།
en: Then the Blessed One thought, “Oh, since King Ajātaśatru indulges in craving yet has faith in the profound Dharma, nobody except Mañjuśrī Kumārabhūta could completely eliminate his doubt.”

source: །དེ་ནས་སངས་རྒྱས་ཀྱི་མཐུས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུས་རྒྱལ་པོ་མ་སྐྱེས་དགྲ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །རྒྱལ་པོ་ཆེན་པོ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་སང་བཤོས་ལ་སྤྱན་དྲོངས་ཤིག་དང་།
en: Then, through the power of the Buddha, venerable Śāriputra said to King Ajātaśatru, “Great King, you should invite Mañjuśrī Kumārabhūta for tomorrow’s meal.

source: དེས་ཁྱོད་ཀྱི་ཐེ་ཙོམ་ངན་པ་དེའང་བསལ་བར་འགྱུར།
en: He will eliminate your awful doubt.

source: ཁྱིམ་ཡང་སྤྱད་པར་འགྱུར། ཁྱོད་ཀྱི་ནང་གི་འགྲོ་བ་དེ་ཐམས་ཅད་ཀྱིས་ཀྱང་དགེ་བའི་རྩ་བ་བསྐྱེད་པར་འགྱུར།
en: He will also visit your residence, and all the beings in your household will develop roots of virtue.

source: རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོར་ཡང་སེམས་ཅན་ཚད་མེད་པ་དག་གི་དོན་བྱས་པར་འགྱུར་རོ།
en: This will benefit countless beings who live in the city of Rājagṛha.”

source: །དེ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་རྒྱལ་པོ་མ་སྐྱེས་དགྲས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་བདག་ལ་ཐུགས་བརྩེ་བའི་སླད་དུ་སང་བཤོས་ལ་གཤེགས་པར་དགོངས་ཤིག །དེ་སྐད་ཅེས་གསོལ་པ་དང་། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་རྒྱལ་པོ་མ་སྐྱེས་དགྲ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Then King Ajātaśatru said to Mañjuśrī Kumārabhūta, “Mañjuśrī Kumārabhūta, out of your kindness for me, please agree to come for tomorrow’s meal.”

source: །རྒྱལ་པོ་ཆེན་པོ་བྱས་པ་དང་། མཆོད་པས་ཆོག་གིས་འདི་ལྟ་སྟེ། ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་གོས་ལེན་པའམ། ལྷུང་བཟེད་ལེན་པའམ། ཟས་ལེན་པ་དེ་ནི་ཐུགས་བརྩེ་བ་མ་ཡིན་གྱི།
en: Once he asked this, Mañjuśrī Kumārabhūta said to King Ajātaśatru, “Great King, to accept clothing, alms bowls, and food served and offered in a grand manner for the well-spoken Dharma-Vinaya is not an act of kindness.

source: རྒྱལ་པོ་ཆེན་པོ་ཁྱོད་གང་གི་ཚེ་ཟབ་མོའི་དོན་དམ་པ་བདག་མེད་པ་ལ་ཐེ་ཙོམ་མེད་པའམ། ནེམ་ནུར་མེད་པར་གྱུར་ན། དེ་ལྟ་བུ་ནི་ཁྱོད་ལ་ཐུགས་བརྩེ་བར་བྱས་པ་ཡིན་ནོ།
en: However, Great King, when you no longer have any doubt and uncertainty about the profound and sacred truth of the lack of self—then I will have been kind to you.

source: །རྒྱལ་པོ་ཆེན་པོ་གང་གི་ཚེ་ན་ཁྱོད་ཆོས་གང་ལ་ཡང་རྟོག་པར་ཡང་མ་གྱུར། རྣམ་པར་རྟོག་པར་ཡང་མ་གྱུར་ན་དེ་ལྟ་བུ་ནི་ཁྱོད་ལ་ཐུགས་བརྩེ་བར་བྱས་པ་ཡིན་ནོ།
en: Great King, when you no longer think about or conceptualize any phenomena—then I will have been kind to you.

source: །རྒྱལ་པོ་ཆེན་པོ་གང་གི་ཚེ་ན་ཁྱོད་སེམས་འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་དུ་རྟོག་པའང་མེད། རྣམ་པར་རྟོག་པ་ཡང་མེད་ན་དེ་ལྟ་བུ་ནི་ཁྱོད་ལ་ཐུགས་བརྩེ་བར་བྱས་པ་ཡིན་ནོ།
en: Great King, when you no longer think about or conceptualize the mind of the past, present, or future—then I will have been kind to you.

source: །རྒྱལ་པོ་ཆེན་པོ་གང་གི་ཚེ་ན། ཁྱོད་ལྟ་བ་ཆུང་ངུ་ཡང་སྐྱེད་པར་ཡང་མི་བྱེད། འགོག་པར་ཡང་མི་བྱེད་ན་དེ་ལྟ་བུ་ནི་ཁྱོད་ལ་ཐུགས་བརྩེ་བར་བྱས་པ་ཡིན་ནོ།
en: Great King, when you no longer generate or block even the smallest view—then I will have been kind to you.”

source: །དེ་སྐད་ཅེས་སྨྲས་པ་དང་། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་རྒྱལ་པོ་མ་སྐྱེས་དགྲས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །འཇམ་དཔལ་ཆོས་ཀྱི་ཆོས་ཉིད་ནི་དེ་ལྟ་ལགས་མོད་ཀྱི།
en: King Ajātaśatru then said to Mañjuśrī Kumārabhūta, “Mañjuśrī, the nature of phenomena is indeed as you have described it.

source: འོན་ཀྱང་བདག་ལ་ཐུགས་བརྩེ་བའི་སླད་དུ་སང་འཁོར་དང་བཅས་ཏེ། བདག་གི་མཆིས་བྲང་དུ་བཤོས་ལ་གཤེགས་ཤིག །དེ་སྐད་ཅེས་གསོལ་པ་དང་།
en: Still, out of your kindness for me, please come to my dwelling tomorrow with your retinue for a meal.”

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་རྒྱལ་པོ་མ་སྐྱེས་དགྲ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །རྒྱལ་པོ་ཆེན་པོ་འདི་ལྟ་སྟེ། ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་ནི་གོས་ལེན་པའམ། ལྷུང་བཟེད་ལེན་པའམ། ཟས་ལེན་པ་དེ་ཐུགས་བརྩེ་བ་མ་ཡིན་གྱི།
en: Mañjuśrī Kumārabhūta said to King Ajātaśatru, “Great King, to accept clothing, alms bowls, and food for the well-spoken Dharma-Vinaya is not an act of kindness.

source: རྒྱལ་པོ་ཆེན་པོ་གང་གི་ཚེ་ན་ཁྱོད་བདག་ཏུ་མི་འཛིན། སེམས་ཅན་དུ་མི་འཛིན། སྲོག་ཏུ་མི་འཛིན། གང་ཟག་ཏུ་མི་འཛིན་པ་དེའི་ཚེ་ཁྱོད་ལ་ཐུགས་བརྩེ་བར་བྱས་པ་ཡིན་ནོ།
en: However, Great King, when you no longer grasp at a self, or a sentient being, or a life force, or a person—then I will have been kind to you.

source: །རྒྱལ་པོ་ཆེན་པོ་གང་གི་ཚེ་ན་ཁྱོད་བདག་ཏུ་བཟུང་བ་དང་། གཞན་དུ་བཟུང་བ་མི་འཛིན་པར་གྱུར་ན་དེ་ལྟ་བུ་ནི་ཁྱོད་ལ་ཐུགས་བརྩེ་བར་བྱས་པ་ཡིན་ནོ། །རྒྱལ་པོ་ཆེན་པོ་གང་གི་ཚེ་ན་ཁྱོད་སེམས་སུ་མི་འཛིན། དམིགས་པར་མི་འཛིན། ཕུང་པོར་མི་འཛིན། ཁམས་སུ་མི་
en: Great King, when you no longer grasp at the perception of self or the perception of other—then I will have been kind to you.

source: འཛིན། སྐྱེ་མཆེད་དུ་མི་འཛིན། ནང་དུ་མི་འཛིན། ཕྱིར་མི་འཛིན། ཁམས་གསུམ་དུ་མི་འཛིན། ཁམས་གསུམ་ལས་འདས་པར་མི་འཛིན། དགེ་བར་མི་འཛིན། མི་དགེ་བར་མི་འཛིན། ཁ་ན་མ་ཐོ་བ་དང་བཅས་པར་མི་འཛིན། ཁ་ན་མ་ཐོ་བ་མེད་པར་མི་འཛིན། འཇིག་རྟེན་པར་མི་འཛིན། འཇིག་རྟེན་ལས་འདས་པར་མི་འཛིན། ཟག་པ་དང་བཅས་པར་མི་འཛིན། ཟག་པ་མེད་པར་མི་འཛིན། འདུས་བྱས་སུ་མི་འཛིན། འདུས་མ་བྱས་སུ་མི་འཛིན། ཉོན་མོངས་པར་མི་འཛིན། རྣམ་པར་བྱང་བར་མི་འཛིན། འཁོར་བར་མི་འཛིན། མྱ་ངན་ལས་འདས་པར་མི་འཛིན་ན་དེ་ལྟ་བུ་ནི་ཁྱོད་ལ་ཐུགས་བརྩེ་བར་བྱས་པ་ཡིན་ནོ།
en: Great King, when you no longer grasp at mind, observations, aggregates, elements, sense sources, inner experience, outer experience, the three realms, transcendence of the three realms, virtue, nonvirtue, what is unwholesome, what is not unwholesome, the world, transcendence of the world, defilement, nondefilement, conditioned things, unconditioned things, affliction, purification, saṃsāra, or nirvāṇa—then I will have been kind to you.”

source: །དེ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་རྒྱལ་པོ་མ་སྐྱེས་དགྲས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །འཇམ་དཔལ་བདག་ལ་ཐུགས་བརྩེ་བའི་སླད་དུ་དགོངས་སུ་གསོལ།
en: King Ajātaśatru then said to Mañjuśrī Kumārabhūta, “Mañjuśrī, please heed me out of your kindness for me.”

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་འདི་ལྟ་སྟེ། ཆོས་གང་ལ་ཡང་མངོན་པར་ཆགས་པའམ། ཡོངས་སུ་ལེན་པ་དེ་ནི་ཕན་པའམ་བདེ་བ་མ་ཡིན་ནོ།
en: Mañjuśrī replied, “Great King, attachment to or appropriation of any phenomenon is neither beneficial nor pleasant.

source: །རྒྱལ་པོ་ཆེན་པོ་གང་དུ་ཡང་གཡོ་བའམ། སེམས་པ་ནི་ཕན་པའམ་བདེ་བ་མ་ཡིན་གྱི།
en: Great King, any movement or mentation is neither beneficial nor pleasant.

source: གང་གཡོ་བ་དང་སེམས་པ་ཡོངས་སུ་མི་འཛིན་ཅིང་མངོན་པར་ཆགས་པ་སྤོང་བ་དེ་ནི་ཕན་པ་དང་བདེ་བའོ།
en: However, not grasping at movement or mentation and giving up attachment is beneficial and pleasant.

source: །རྒྱལ་པོ་ཆེན་པོ་གང་མི་འཁྲུག་པ་དེ་ནི་ཕན་པ་དང་བདེ་བའོ།
en: Great King, not being agitated is beneficial and pleasant.

source: །རྒྱལ་པོ་ཆེན་པོ་གང་སླར་འཁྲུག་པ་དེ་ནི་ཕན་པ་དང་བདེ་བ་མ་ཡིན་ནོ།
en: Great King, being agitated again is neither beneficial nor pleasant.

source: །རྒྱལ་པོ་ཆེན་པོ་གང་མཐར་གཏུགས་པ་དེ་ནི་ཕན་པ་དང་བདེ་བའོ།
en: Great King, reaching the end is beneficial and pleasant.

source: །གང་སླར་ཡང་བྱ་བར་འགྱུར་བ་དེ་ནི་ཕན་པ་དང་བདེ་བ་མ་ཡིན་ནོ། །དེ་སྐད་ཅེས་སྨྲས་པ་དང་།
en: Once again getting involved in action is neither beneficial nor pleasant.”

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་རྒྱལ་པོ་མ་སྐྱེས་དགྲས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །འཇམ་དཔལ་གང་འགྱུར་བ་མ་མཆིས་པའི་ཆོས་དེ་གང་ལགས། སྨྲས་པ།
en: King Ajātaśatru then asked Mañjuśrī Kumārabhūta, “Mañjuśrī, what phenomena are unchanging?” “

source: རྒྱལ་པོ་ཆེན་པོ་སྟོང་པ་ཉིད་ནི་བྱ་བ་ཡང་མེད། འགྱུར་བ་ཡང་མེད་དོ།
en: Great King, emptiness involves no action or change.

source: །དེ་བཞིན་དུ་མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་འདུ་མི་བྱེད་པ་ནི་བྱ་བ་ཡང་མེད། འགྱུར་བ་ཡང་མེད་དོ།
en: Likewise, the absence of marks, the absence of wishes, and the absence of application involve no action or change.

source: །རྒྱལ་པོ་ཆེན་པོ་ཇི་སྲིད་དུ་ལུས་དང་ངག་དང་། ཡིད་ཀྱིས་མངོན་པར་འདུ་བྱ་བ་མེད་པ་དེ་སྲིད་དུ་བྱ་བ་ཡང་མེད། འགྱུར་བ་ཡང་མེད་དོ།
en: Great King, whenever there is no application of body, speech, and mind, there is no action or change.

source: །རྒྱལ་པོ་ཆེན་པོ་གང་གི་ཚེ་ལུས་དང་། ངག་དང་། ཡིད་ཀྱིས་མི་བྱ། མངོན་པར་མི་བྱ་བ་དེ་ལ་ནི་བྱ་བ་ཡང་མེད། འགྱུར་བ་ཡང་མེད་དོ།
en: Great King, when one does not act or apply body, speech, and mind, there is no action or change.

source: །རྒྱལ་པོ་ཆེན་པོ་དེ་བས་ན་ཆོས་ཐམས་ཅད་ནི་མངོན་པར་འདུ་མི་བྱེད་པའི་མཚན་ཉིད་དེ། གང་མངོན་པར་འདུ་མི་བྱེད་པ་དེ་ཡང་དེའི་མཚན་ཉིད་མ་ཡིན་ནོ། །གསོལ་པ།
en: Great King, therefore, all phenomena have the characteristic of being devoid of application, yet the lack of application is not characterized as such.” “

source: འཇམ་དཔལ་ཇི་ལྟར་ན་མངོན་པར་འདུས་བྱས་པ་ལ་མངོན་པར་འདུས་མ་བྱས་པར་མོས་པ་ལགས།
en: Mañjuśrī, how can one be confident in the unconditioned nature of conditioned things?” “

source: སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་གང་གི་ཚེ་ན་འདས་པ་ལ་ཟད་པར་མི་སེམས། མ་འོངས་པ་ལ་མ་ཕྱིན་པར་མི་འདོད། ད་ལྟར་ལ་མི་རྟོག་པའི་ཕྱིར་ཐོག་མ་ནས་མ་སྐྱེས་པར་མོས་ཤིང་ལྷག་པར་ཡང་མི་བྱེད།
en: Great King, when one does not consider the past to have occurred, does not consider the future as not yet come, and does not conceptualize the present, one becomes confident in the primordial lack of arising, and one does not exaggerate or denigrate it.

source: བྲི་བར་ཡང་མི་བྱེད་པ་དེ་ཙམ་གྱིས་ན་རྒྱལ་པོ་ཆེན་པོ་མངོན་པར་འདུ་བྱེད་པ་ལ་མངོན་པར་འདུ་མི་བྱེད་པར་མོས་པ་ཡིན་ནོ།
en: Just doing this, Great King, is to be confident in the unconditioned nature of conditioned things.” “

source: །གསོལ་པ། འཇམ་དཔལ་ཇི་ལྟར་ན་ཉོན་མོངས་པ་དང་ལམ་འགྲོགས་པར་འགྱུར།
en: Mañjuśrī, how do afflictions assist one on the path?” “

source: སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་དེ་ཇི་སྙམ་དུ་སེམས།
en: Great King, what do you think?

source: ཉི་མའི་འོད་ཟེར་མུན་པ་དང་ལྷན་ཅིག་ཏུ་གནས་སམ། གསོལ་པ།
en: Do the light of the sun and darkness coexist?” “

source: འཇམ་དཔལ་དེ་ནི་མ་ལགས་སོ།
en: Mañjuśrī, they do not.

source: མུན་པ་ནི་གདུགས་ཀྱི་འོད་ཟེར་གྱིས་གསལ་བར་འགྱུར་རོ། །སྨྲས་པ།
en: Darkness is eliminated by sunlight.” “

source: རྒྱལ་པོ་ཆེན་པོ་འོ་ན་ཅི་མུན་པ་དེ་ཕུང་པོའམ། ཕྱོགས་སུ་འགྲོ་བར་འགྱུར་རམ། གསོལ་པ།
en: Well then, Great King, does darkness remain assembled or does it proceed?” “

source: འཇམ་དཔལ་དེ་མ་ལགས་སོ།
en: Mañjuśrī, it does neither of these.” “

source: །སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་དེ་བཞིན་དུ་ལམ་གྱི་ཡེ་ཤེས་སྐྱེས་ན་ཉོན་མོངས་པ་རྣམས་མི་འབྱུང་བར་འགྱུར་གྱི།
en: Likewise, Great King, when the wisdom of the path has arisen, afflictions will no longer arise.

source: ཉོན་མོངས་པ་རྣམས་ཕུང་པོར་ཡང་མི་འགྱུར། ཡུལ་ན་ཡང་མི་གནས། ཕྱོགས་ན་ཡང་མི་གནས་ཏེ།
en: At that point, afflictions remain neither assembled, nor in objects, nor in any direction.

source: རྒྱལ་པོ་ཆེན་པོ་ཉོན་མོངས་པ་མཉམ་པ་ཉིད་ཀྱི་ཕྱིར་ལམ་མཉམ་པ་ཉིད་དོ།
en: Great King, the path is sameness because afflictions are sameness.

source: །ལམ་མཉམ་པ་ཉིད་ཀྱི་ཕྱིར་ཉོན་མོངས་པ་མཉམ་པ་ཉིད་དོ།
en: Afflictions are sameness because the path is sameness.

source: །ཉོན་མོངས་པ་མཉམ་པ་ཉིད་ཀྱི་ཕྱིར་ཆོས་ཐམས་ཅད་མཉམ་པ་ཉིད་དེ།
en: All phenomena are sameness because afflictions are sameness.

source: རྒྱལ་པོ་ཆེན་པོ་གང་དག་གིས་དེ་ལྟར་རྟོགས་པ་ནི་ཉོན་མོངས་པ་ཉིད་དེ་དག་གི་ལམ་ཡིན་ནོ།
en: Thus, Great King, afflictions themselves are the path for anyone who realizes this.

source: དེ་ལྟར་ཉོན་མོངས་པ་ཚོལ་བའི་ཕྱིར་ཉོན་མོངས་པ་མི་འབྱུང་བར་འགྱུར་རོ།
en: Because one has understood afflictions in this way, afflictions will not arise .

source: །ཡང་གང་ཉོན་མོངས་པ་ཚོལ་བ་དེ་ནི་ལམ་ཡིན་ནོ།
en: Furthermore, examining afflictions is itself the path.”

source: །རྒྱལ་པོས་གསོལ་པ། འཇམ་དཔལ་ཇི་ལྟར་ན་ཉོན་མོངས་པ་བཙལ་ན་ཉོན་མོངས་པ་ཉིད་ལམ་ལགས། འཇམ་དཔལ་གྱིས་སྨྲས་པ།
en: The king asked, “Mañjuśrī, how is it that if one understands afflictions, afflictions themselves are the path?”

source: རྒྱལ་པོ་ཆེན་པོ་གང་གི་ཚེ་ན་ཉོན་མོངས་པ་ཚོལ་བས་གཉིས་སུ་སེམས་མི་འགྲོ་བ་དེ་ལྟ་བུ་ནི་ཉོན་མོངས་པ་དག་བཙལ་ན་ཉོན་མོངས་པ་ཉིད་ལམ་ཡིན་ཏེ།
en: Mañjuśrī answered, “Great King, when one understands the afflictions, one’s mind is no longer dualistic. Therefore, in understanding afflictions, afflictions themselves become the path.

source: རྒྱལ་པོ་ཆེན་པོ་དེ་ལྟར་ན་ཉོན་མོངས་པ་ཉིད་ལམ་ཡིན་ནོ། །གསོལ་པ།
en: Great King, therefore, afflictions themselves are the path.” “

source: འཇམ་དཔལ་ཇི་ལྟར་ན་ལམ་སྒོམ་པ་ལགས། སྨྲས་པ།
en: Mañjuśrī, how is the path cultivated?” “

source: རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་སྒོམ་པ་ནི་ལམ་སྒོམ་པ་ཡིན་ནོ། །གསོལ་པ།
en: Great King, cultivating all phenomena is cultivating the path.” “

source: འཇམ་དཔལ་དེ་ལྟར་ལམ་བསྒོམས་ན་གར་མཆི་བར་འགྱུར།
en: Mañjuśrī, if one has cultivated the path in that way, where does it lead?” “

source: སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་དེ་ལྟར་ལམ་བསྒོམས་ན་གར་ཡང་མི་འགྲོ་བར་འགྱུར་རོ།
en: Great King, if one has cultivated the path in this way, it does not lead anywhere.”

source: །རྒྱལ་པོས་གསོལ་པ། འཇམ་དཔལ་ལམ་ནི་མྱ་ངན་ལས་འདའ་བར་མཆི་བ་མ་ལགས་སམ།
en: The king asked, “Mañjuśrī, does the path not lead to nirvāṇa?”
